tap "ariga/tap"
tap "atlassian/acli"
tap "garethgeorge/backrest-tap"
tap "puma/puma"
tap "socktainer/tap"
tap "supabase/tap"
brew "antigen"
brew "atlas"
brew "chezmoi"
brew "diskonaut"
brew "espeak-ng"
brew "ffmpeg"
brew "gh"
brew "git-lfs"
brew "glow"
brew "grpcurl"
brew "helm"
brew "kustomize"
brew "lazygit"
brew "nmap"
brew "oh-my-posh"
brew "protobuf"
brew "restic"
brew "skaffold"
brew "sox"
brew "tailscale"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "atlassian/acli/acli"
brew "garethgeorge/backrest-tap/backrest"
cask "1password-cli"
cask "docker-desktop"
cask "karabiner-elements"
cask "mitmproxy"
vscode "adpyke.codesnap"
vscode "alexcvzz.vscode-sqlite"
vscode "anthropic.claude-code"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "evan-buss.font-switcher"
vscode "formulahendry.auto-close-tag"
vscode "fosshaas.fontsize-shortcuts"
vscode "gerane.theme-dark-dracula"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "heaths.vscode-guid"
vscode "jacobpfeifer.pfeifer-hurl"
vscode "johnpapa.vscode-peacock"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "mateuszdrewniak.hurl-runner"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "openai.chatgpt"
vscode "rebornix.toggle"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "whizkydee.material-palenight-theme"
vscode "wraith13.zoombar-vscode"
cargo "devcontainer"
cargo "onyx"
cargo "rtw"
cargo "saga"
uv "bedrock-server-manager"
uv "huggingface-hub"
uv "oh-my-theme"
uv "pyright"
uv "rembg[cli]"
uv "semgrep"
uv "specify-cli"
uv "yt-dlp"
